[
    {       
        "name": "Anfängerinnen und Anfänger",
        "level": "A",
        "color": "e0e0e0",
        "color_name": "grey-4",
        "description": "",
        "technical_requirements": "Keine.",
        "safety_requirements": "",
        "technical_goals": "Koordination des Bewegungsablaufs (Bewegungstempo und Bewegungsreihenfolge Oberkörper,Beine,Arme)\nSaubere Blattführung erlernen (Symmetrie, Blattwinkel, Länge, Eintauchtiefe, Höhe über Wasser, Auf-, Abdrehen)\nOberkörperhaltung, Becken stabilisieren.",
        "permissions": "Anfänger und Anfängerinnen dürfen nur in Booten rudern, für die sie für die aktuelle Rudereinheit vom jeweiligen Übungsleiter eingeteilt wurden. Selbständiges herausnehmen von Booten ohne Einteilung durch einen Übungsleiter ist nicht erlaubt."
    },
    {
        "name": "Fortgeschrittene Anfängerinnen und Anfänger",
        "level": "B",
        "color": "81c784",
        "color_name": "green-4",
        "description": "",
        "technical_requirements": "Korrekter Bewegungsablauf im Durchzug und Freilauf bei ruhigen Schlagzahlen.\nSichere Blattführung bei ruhigen Schlagzahlen.(Symmetrie, Winkel, Eintauchtiefe, Länge, Höhe über Wasser).\nStabile Oberkörperhaltung.",
        "safety_requirements": "",
        "technical_goals": "Die rudertechnischen Ziele entsprechen den rudertechnischen Kentnissen der nächsthöheren Stufe (C).",
        "permissions": "Wie Stufe A oder zusammen in einem Boot mit einem entsprechend ausgebildeten Bootsobmann."
    },
    {
        "name": "Fortgeschrittene",
        "level": "C",
        "color": "ffca28",
        "color_name": "amber-5",
        "description": "",
        "technical_requirements": "Korrekter, rhytmischer und flüssiger Bewegungsablauf im Durchzug und Freilauf.\nSichere Blattführung auch bei etwas höheren Schlagzahlen.(Symmetrie, Winkel, Eintauchtiefe, Länge, Höhe über Wasser)\nSauberes Setzen und Ausheben.\nFließende Umkehrbewegungen auch bei etwas höheren Schlagzahlen.\nStabile Oberkörperhaltung in allen Positonen.\nFähigkeit, gerade im Boot zu sitzen, um zumindest ein Gigboot stellen zu können.\nSicheres Steuern eines Gigboots als Steuermann.\nEvtl. erste Erfahrungen im Einer.",
        "safety_requirements": "Teilnahme an einer RGM Sicherheitsbelehrung zb. im Rahmen eines Ruderwochendes.",
        "technical_goals": "Die rudertechnischen Ziele entsprechen den rudertechnischen Kentnissen der nächsthöheren Stufe (D).",
        "permissions": "Als Obmann im gesteuerten Breitensportboot mit Steuermann oder als Mitruderer im Rennsportboot mit einem entsprechend ausgebildeten Bootsobmann."
    },
    {
        "name": "Könnerinnen und Könner",
        "level": "D",
        "color": "ef5350",
        "color_name": "red-5",
        "description": "",
        "technical_requirements": "Korrekter, rhytmischer  und flüsssiger Bewegungsablauf im Durchzug und Freilauf auch bei höheren Schlagzahlen im Mannschaftsboot.\nSichere Blattführung auch bei höheren Schlagzahlen.(Symmetrie, Winkel, Eintauchtiefe, Länge, Höhe über Wasser)\nSauberes Setzen und Ausheben, möglichst ohne Wasserfahne.\nFließende Umkehrbewegungen auch bei hohen Schlagzahlen.\nStabile Sitzposition in allen Lagen.\nFähigkeit, Rennboot auszubalancieren bei ruhigen und hohen Schlagzahlen.\nSicheres Rudern im Einer oder zumindest im Rennboot.\nEntwickeltes Gefühl für gleichmäßigen Bootslauf, auch bei höheren Schlagzahlen.\nFähigkeit, den Bewegungsablauf des Ruderns Anderen zu vermitteln.\nSicheres Steuern eines Rennboots ohne Steuermann, mit und ohne Fußsteuer.\nEvtl. korrekte Bewegungsausführung im Riemenboot.\nEntsprechende Beweglichkeit um sich durch regelmäßiges Umdrehen einen Überblick über eventuelle Gefahren und Hindernisse verschaffen zu können.",
        "safety_requirements": "Wie Stufe C",
        "technical_goals": "Die rudertechnischen Ziele entsprechen den rudertechnischen Kentnissen der nächsthöheren Stufe (E).",
        "permissions": "Als Obmann oder Mitruderer in allen Bootsklassen.\nAusgenommen sind Boote, welche nur nach besonderer Absprache gerudert werden dürfen."
    },
    {
        "name": "Expertinnen und Experten",
        "level": "E",
        "color": "f48fb1",
        "color_name": "pink-3",
        "description": "",
        "technical_requirements": "Wie Stufe D\nAlle Fertigkeiten sowohl im Skull- als auch in allen Riemenbootsklassen.\nSicheres, stabiles Rudern in allen Skull- und Riemenbootsklassen bei allen Schlagzahlen.\nSichere Rennstarts und alle Skills, welche zur Ausübung des Ruderns als Rennsport nötig sind.\n",
        "safety_requirements": "",
        "technical_goals": "",
        "permissions": "Wie Stufe D"
    },
    {
        "name": "Jugendlicher",
        "level": "J",
        "color": "bcaaa4",
        "color_name": "brown-3",
        "description": "",
        "technical_requirements": "",
        "safety_requirements": "",
        "technical_goals": "",
        "permissions": ""
    }
]
